export default hin = {
    mainScreen:{
        hey: 'नमस्ते',
        languageSelector: 'भाषा चुने',
        placeOrder: 'अपना आर्डर दें',
        goodMorning: 'शुभ प्रभात',
        goodAfternoon: 'शुभ प्रभात',
        goodEvening: 'सुसंध्या',
        dailyPrice : 'दैनिक मूल्य',
        priceChange : 'मूल्य परिवर्तन',
        menthaOilInfo : 'मेंथा तेल की जानकारी',
        perLtr:'प्रति लीटर',
        infoFirstPara: `मेंथा अर्वेनसिस का पौधा प्रजाति अपने सुगंधित गुणों को आवश्यक तेल की उपस्थिति के लिए जिम्मेदार ठहराती है सेसक्विटरपीन, मोनोटेरपेन्स और अस्थिर घटकों जैसे मेन्थॉल में समृद्ध, पुलगोन, आइसोमेन्थोन, मेन्थोन, कार्वाकोल, पुदीने का विशिष्ट स्वाद प्रदान करते हैं। यह वर्तमान में कई देशों में विभिन्न बीमारियों के लिए उपयोग किया जाता है। मूल रूप से मेंथा की थोड़ी मात्रा तेल के रूप में अर्क क्रीम, बाम, खांसी की दवा, सिगरेट, भोजन और कई शीतल पेय में मदद कर सकता है।`,
        menthaOilComposition:'मेंथा तेल रासायनिक संरचना',
        infoSecondPara:`रासायनिक अवलोकन मूल रूप से मेंथा के गुणों को दर्शाता है अर्वेन्सिस तेल की ओर से जीसी और एमएस रिपोर्ट, निष्कर्षण प्रक्रिया के दौरान मेंथा तेल। इसमें बीटा-कैरियोफिलीन, अल्फा-पिनीन, पिपेरिन, बीटा-पिनीन, के गुण होते हैं। टैनिन और फ्लेवोनोइड्स, मेन्थॉल, मेन्थोन, आइसो मेन्थोन, नियोमेंथॉल, लिमोनेन, मिथाइल एसीटेट और बहुत कुछ।`,
        amazingHealthUses:'मेंथा तेल के अद्भुत स्वास्थ्य उपयोग और लाभ',
        1:'यह स्वस्थ तेल त्वचा संबंधी कई समस्याओं के लिए उपयोगी है उदा। मुंहासा। यह एक प्राकृतिक क्लीन्ज़र के रूप में कार्य करता है और त्वचा को धीरे से साफ़ करता है।',
        2:`मुंहासों के इलाज के लिए पेपरमिंट ऑयल का उपयोग करने का एक और तरीका है कि पेपरमिंट ऑयल की कुछ बूंदों को ग्रेपसीड या जोजोबा ऑयल के साथ मिलाएं और फिर प्रभावित क्षेत्रों पर मालिश करें।`,
        3:`मुंहासों का इलाज करने के लिए शुद्ध आवश्यक तेल की कुछ बूंदों को सीधे मुंहासों से प्रभावित क्षेत्रों पर लगाएं। ऐसा दिन में 2-4 बार करें। हालांकि, त्वचा की संवेदनशीलता के कारण, तेल को पतला रूप में उपयोग करने की सलाह दी जाती है।`,
        4:`एओएस मेंथा ऑयल में कॉटन स्वैब डुबोएं या अपनी उंगलियों पर एक बूंद लें और इसे प्रभावित क्षेत्र पर लगाएं। यह तेल खूबसूरती से काम करता है क्योंकि यह दांतों के क्षेत्र को कुछ ही मिनटों में शांत और सुन्न कर देता है।`,
        5:`आयुर्वेद में, मेंथा तेल को स्वास्थ्य के लिए भरोसेमंद तेल हार्मोन और शुद्धता के रूप में संदर्भित किया जाता है।`,
        6:`मेंथा तेल तंत्रिका तंत्र में सुधार के लिए उपयोगी है।`,
        7:`जब आप डिप्रेशन से पीड़ित हों तो इसे लगाएं।`,
        8:`मेंथा तेल कई कॉस्मेटिक और फार्मा उत्पादों में उपयोग करता है जो मुँहासे, बुखार और रूसी आदि को कम करने में सहायक होते हैं।`,
        readMore:'विस्तार में पढें',
        readLess:'वापसी',
        infoSubstr:'मेंथा अरवेन्सिस प्रजाति का पौधा इसकी विशेषता है'
    },
    tabScreen :{
        sellingCenter : 'बिक्री केंद्र',
        knowledgeCenter : 'ज्ञान केंद्र'
    },
    drawerSlide:{
        home : 'मुख्य स्क्रीन',
        profile : 'प्रोफ़ाइल',
        orders : 'आर्डर',
        signOut : 'साइन आउट',
        tellFriend : 'शेयर करें',
        helpFeedBack : 'सहायता और प्रतिक्रिया',
        india:'भारत'
    },
    profileScreen:{
        profile:'प्रोफ़ाइल',
        phoneNum:'फ़ोन नंबर',
        bank:'बैंक',
        edit:'एडिट',
        email:'ईमेल',
        uniqueID: 'युनीक आईडी',
        discard:'खारिज',
        update:'आगे बढ़ें',
        enterName:'अपना नाम दर्ज करें',
        selectedImage:'यह तस्वीर चुनी गई है',
        photoUpdatedSuccessfully:'फ़ोटो सफलतापूर्वक अपडेट किया गया',
        tryAgain:'पुनः प्रयास करें',
        nameUpdatedSuccess:'नाम सफलतापूर्वक अपडेट किया गया रीफ़्रेश करने का प्रयास करें'
    },
    orderScreen:{
        orderList:'आदेश सूची',
        perLtr:'प्रति लीटर',
        scNum:'एससी अंक',
        paymentMode:'भुगतान का प्रकार',
        quantity:'मात्रा',
        price:'कीमत',
    },
    priceScreen:{
        menthaOil:'मेंथा तेल ',
        quantity:'मात्रा',
        price:'कीमत',
        perLtr:'प्रति लीटर',
        ltr:'लीटर',
        locateCenter:'केंद्र का पता लगाएँ',
        submitDetails:'अपना विवरण जमा करें',
        pleaseEnterQuantity:'कृपया मात्रा दर्ज करें',
        popUp:{
            selectPinCode:'पिनकोड चुनें',
            enterPinCode:'पिनकोड दर्ज करें',
            noCenterLocated:'क्षमा करें, इस पिनकोड के लिए कोई केंद्र स्थित नहीं है',
            continue:'आगे बढ़ो'
        },
        lottiePrice:{
            continue:'आगे बढे',
            orderPlacedSuccessfully:'आपका आदेश सफलतापूर्वक दिया गया है'
        }
    },
    monthList: {
        jan: 'जनवरी',
        feb :'फरवरी',
        mar : 'मार्च',
        apr : 'अप्रैल',
        may : 'मई',
        jun : 'जून',
        july : 'जुलाई',
        aug : 'अगस्त',
        sept : 'सितम्बर',
        oct : 'अक्टूबर',
        nov : 'नवम्बर',
        dec : 'दिसम्बर'

    },
    loginForm:{
        login:'लॉग इन',
        register:'रजिस्टर करें',
        loginViaOTP:'ओटीपी से लॉगिन करें',
        email: 'ईमेल',
        password:'पासवर्ड',
        enterEmail:'अपना ईमेल डालें',
        enterPassword:'अपना पासवर्ड डालें',
        invalidCredentials : 'ईमेल या पासवर्ड सही नहीं है'
    },
    signUpForm:{
        register:'रजिस्टर करें',
        userName:'नाम',
        phoneNum:'फ़ोन नंबर',
        email: 'ईमेल',
        password:'पासवर्ड',
        enterName:'अपना नाम डालें',
        enterPhoneNum:'अपना फ़ोन नंबर डालें',
        enterEmail:'अपना ईमेल डालें',
        enterPassword:'अपना पासवर्ड डालें',
        errors:{
            nameField:'नाम आवश्यक है',
            phoneField:'मान्य फ़ोन नंबर दर्ज करें',
            emailField:'ईमेल पहले से मौजूद है', 
            passwordField:'पासवर्ड की आवश्यकता है',
            phoneAlreadyTaken:'फ़ोन नंबर पहले ही लिया जा चुका है',
            pass8Char:'पासवर्ड कम से कम 8 अक्षर का होना चाहिए' 
        },
        farmerRegistered:'उपयोगकर्ता पंजीकृत',
        goLogin:"अब आप लॉग इन कर सकते हैं"
        //
    },
    phoneAuthScreen:{
        OTPLogin:'ओटीपी लॉगिन',
        phoneNum:'फ़ोन नंबर',
        enterPhoneNum:'अपना फ़ोन नंबर दर्ज करें',
        generateOTP:'ओटीपी जनरेट करें',
        pleaseEnterValidPhoneNumber:'कृपया एक मान्य फोन नंबर दर्ज करें',
        pleaseEnterValidOTP:'कृपया एक मान्य ओटीपी दर्ज करें',
        changeNum:'फ़ोन नंबर बदलें',
        resendOTP:'ओटीपी पुनः भेजें',
        verify:'आगे बढ़ें'
    },
    splashScreen:{
        welcome:'स्वागत हे',
        content:'नमस्ते! अद्भुत सौदे सिर्फ एक साइन-अप दूर हैं।'
    },
    bankDetailsScreen:{
        pleaseUploadBankDetails:"कृपया अपना बैंक विवरण अपलोड करें",
        accHolderName:'एकाऊंट धारक का नाम दर्ज करें',
        accNum:'एकाऊंट नंबर दर्ज करें',
        IFSC:'आईएफएससी कोड दर्ज करें',
        bankName:'बैंक का नाम दर्ज करें',
        submit:'विवरण जमा करें',
        upload:'विवरण अपलोड करें',
        error:{
            accAlreadyExists:"खाता पहले से मौजूद है",
            allFieldsMandatory:"सभी फील्ड अनिवार्य है"
        }
    },
    identityProof:{
        uploadYourIdentityProof:'अपना पहचान प्रमाण अपलोड करें',
        aadharCard:'आधार कार्ड',
        rationCard:'राशन पत्रिका',
        voterCard:'वोटर कार्ड',
        selectDocByCLickingABove:'ऊपर क्लिक करके दस्तावेज़ प्रकार और दस्तावेज़ का चयन करें',
        upload:'विवरण अपलोड करें',
        uploading:'अपलोडिंग...',
        clickUploadBtn:'अपलोड बटन पर क्लिक करें'
    },
    profileUpload:{
        uploadPic:'अपनी तस्वीर अपलोड करें',
        selectProfilePicByClickingAbove:'ऊपर क्लिक करके प्रोफ़ाइल चित्र चुनें',
        upload:'अपलोड करे',
        clickUploadButton:'अपलोड बटन पर क्लिक करें',
    }
}